#include <locale.h>
#include <stdio.h>
#include "name.h"


void main()

{
	setlocale(LC_ALL, "RUS");
	name();
	puts("hello world");
	puts("**********************************************************************************************");
	puts("*                       Пример разработки консольного приложения - вывода текста             *");
	puts("*БИСТ-222 Летников Дионис                                                                    *");
	puts("**********************************************************************************************");
	puts(" ____     .    ____   ___    ____       ");
	puts("|    |   /|   |    | |___|  |    | |   |");
	puts("|    |  / |   |    |     |  |    | |___|");
	puts(" ----     | .  ----   ___|.  ----      |");
}
